exports.hostMap = {
    // "144.34.243.105": {
    //     branchId: 1,
    //     title: "笔趣阁_书友最值得收藏的网络小说阅读网",
    //     shorttitle: "笔趣阁",
    //     keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,biquge",
    //     description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    // },
    "www.9invshen.com": {
        branchId: 1,
        staticVersion: "20210720-01",
        title: "爱女神,宅男女神,美女图片,性感美女,妹子图,美女新闻,美女资讯,美女情报,美女图片大全,9invshen.com",
        shorttitle: "爱女神",
        keywords: "爱女神,宅男女神,美女图片,性感美女,妹子图,mm,丝袜美女,mm图片,美女,图片,写真,美女写真,美女图片大全,9invshen",
        description: "美女图库（www.9invshen.com）高清性感美女图片大全网站，分享最新美女情报，最全宅男女神资料，最高清的美女图片，收集各类性感美女、美女写真、mm图片、妹子图、美女动态图、大学校花美女贴图、美女艺术摄影、美女明星模特图片等！"
    }
}