exports.hostMap = {
    // "144.34.243.105": {
    //     branchId: 1,
    //     title: "笔趣阁_书友最值得收藏的网络小说阅读网",
    //     shorttitle: "笔趣阁",
    //     keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,biquge",
    //     description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    // },
    "www.99amn.com": {
        branchId: 1,
        staticVersion: "20210720-01",
        title: "宅男女神 美女图片 推女神",
        shorttitle: "宅男女神",
        keywords: "宅男女神、宅男、女神、美女图片、推女神",
        description: "分享最全的宅男女神资料,最高清的美女图片,推女神,美媛馆等精品美女套图,最新的美女博客私房照,绝对不容错过！看美女就像喝水,每天都是必须的！"
    },
    "m.99amn.com": {
        branchId: 1,
        staticVersion: "20210720-01",
        title: "笔趣阁_书友最值得收藏的网络小说阅读网",
        shorttitle: "笔趣阁",
        keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,99amn",
        description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
    // "107.182.25.73": {
    //     branchId: 1,
    //     title: "笔趣阁_书友最值得收藏的网络小说阅读网",
    //     shorttitle: "笔趣阁",
    //     keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,biquge",
    //     description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    // },
    "www.99awx.com": {
        branchId: 1,
        staticVersion: "20210720-01",
        title: "久爱文学网_书友最值得收藏的网络小说阅读网",
        shorttitle: "久爱文学网",
        keywords: "久爱文学网,网络小说,小说阅读网,免费小说,小说,99awx",
        description: "久爱文学网是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
    "m.99awx.com": {
        branchId: 1,
        staticVersion: "20210720-01",
        title: "久爱文学网_书友最值得收藏的网络小说阅读网",
        shorttitle: "久爱文学网",
        keywords: "久爱文学网,网络小说,小说阅读网,免费小说,小说,99awx",
        description: "久爱文学网网是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
    "www.99axs.com": {
        branchId: 1,
        staticVersion: "20210720-01",
        title: "笔趣阁_书友最值得收藏的网络小说阅读网",
        shorttitle: "笔趣阁",
        keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,99axs",
        description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
    "m.99axs.com": {
        branchId: 1,
        staticVersion: "20210720-01",
        title: "笔趣阁_书友最值得收藏的网络小说阅读网",
        shorttitle: "笔趣阁",
        keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,99axs",
        description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
}