exports.hostMap = {
    "www.99nvshen.com": {
        branchId: 1,
        staticVersion: "20210720-01",
        title: "爱女神-宅男女神,美女写真集,美女图片大全",
        shorttitle: "爱女神",
        keywords: "美女图片,性感美女,丝袜美女,内衣美女,制服美女,性感写真,美女写真,性感尤物",
        description: "爱女神（www.99nvshen.com）收集各类性感美女写真集、人体艺术写真集、美女动态、模特资料，收录高清美女图片、美女GIF、嫩模写真等，分享秀人网、头条女神、美媛馆、爱蜜社、魅妍社、模范学院、尤蜜荟、蜜桃社等热门写真集！"
    }
}

// {
//     title: "爱女神-美女写真集,人体艺术写真,性感写真",
//     shorttitle: "爱女神",
//     keywords: "制服美女,制服诱惑,丁字裤美女,比基尼美女,丝袜写真,童颜巨乳,性感尤物,99nvshen",
//     description: "99美女写真网(www.99nvshen.com)收集各类性感美女写真集，美女动态，模特资料，高清美女图片、美女GIF、人体艺术写真、嫩模写真、秀人网、头条女神、美媛馆、爱蜜社、魅妍社、模范学院、尤蜜荟、蜜桃社等！"
// }


// {
//     title: "爱女神-宅男女神,美女写真集,人体艺术写真",
//     shorttitle: "爱女神",
//     keywords: "制服美女,丝袜美女,内衣美女,美女写真,性感写真,人体艺术写真,mm图片,性感尤物",
//     description: "爱女神（www.99nvshen.com）收集各类性感美女写真集、人体艺术写真集、美女动态、模特资料，收录高清美女图片、美女GIF、嫩模写真等，分享秀人网、头条女神、美媛馆、爱蜜社、魅妍社、模范学院、尤蜜荟、蜜桃社等热门写真集！"
// }