exports.branchMap = {
    "m.35xs.co": { //35小说网
        branchId: 1,
        copyUrl: "https://m.35xs.co",
        category: {
            "玄幻奇幻": 1,
            "武侠仙侠": 2,
            "科幻灵异": 3,
            "历史军事": 4,
            "都市言情": 5,
            "现代言情": 6,
            "校园言情": 7,
            "古代言情": 8,
            "女生频道": 9,
            "经典美文": 10,
            "穿越时空": 11,
            "网游竞技": 12,
            "小说同人": 13,
            "未分类": 14
        },
        publishStatus: {
            "连载": 1,
            "完成": 2
        }
    }
}