exports.hostMap = {
    "localhost": {
        branchId: 1,
        title: "测试",
        keywords: "闪舞小说网,35xs",
        description: "闪舞小说网致力于打造小说最全，更新最快的在线小说阅读网。",
        categoryMap: [
            ["玄幻小说", 1],
            ["修真小说", 2],
            ["都市小说", 5],
            ["穿越小说", 4],
            ["网游小说", 3],
            ["科幻小说", 6]
        ],
        rankMap: [
            ["总点击榜", 1],
            ["周点击榜", 2],
            ["月点击榜", 3],
            ["周推荐榜", 4],
            ["月推荐榜", 5],
            ["总推荐榜", 6],
            ["总收藏榜", 7],
            ["总字数榜", 8],
            ["最新入库", 9],
            ["最近更新", 10],
            ["新书榜单", 11]
        ]
    }
};