exports.hostMap = {
    "localhost": {
        branchId: 1,
        title: "测试",
        keywords: "闪舞小说网,35xs",
        description: "闪舞小说网致力于打造小说最全，更新最快的在线小说阅读网。"
    }
};

exports.categoryMap = {
    "1": [
        ["玄幻奇幻", 1],
        ["武侠仙侠", 2],
        ["科幻灵异", 3],
        ["历史军事", 4],
        ["都市言情", 5],
        ["现代言情", 6],
        ["校园言情", 7],
        ["古代言情", 8],
        ["女生频道", 9],
        ["经典美文", 10],
        ["穿越时空", 11],
        ["网游竞技", 12],
        ["小说同人", 13],
        ["未分类", 14]
    ]
}