exports.hostMap = {
    // "144.34.243.105": {
    //     branchId: 1,
    //     title: "笔趣阁_书友最值得收藏的网络小说阅读网",
    //     shorttitle: "笔趣阁",
    //     keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,biquge",
    //     description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    // },
    "www.99amn.com": {
        branchId: 1,
        staticVersion: "20210608-01",
        title: "笔趣阁_书友最值得收藏的网络小说阅读网",
        shorttitle: "笔趣阁",
        keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,biquge",
        description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
    "m.99amn.com": {
        branchId: 1,
        staticVersion: "20210522-01",
        title: "笔趣阁_书友最值得收藏的网络小说阅读网",
        shorttitle: "笔趣阁",
        keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,biquge",
        description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
    // "107.182.25.73": {
    //     branchId: 1,
    //     title: "笔趣阁_书友最值得收藏的网络小说阅读网",
    //     shorttitle: "笔趣阁",
    //     keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,biquge",
    //     description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    // },
    "www.99awx.com": {
        branchId: 1,
        title: "久爱文学网_书友最值得收藏的网络小说阅读网",
        shorttitle: "久爱文学网",
        keywords: "久爱文学网,网络小说,小说阅读网,免费小说,小说,biquge",
        description: "久爱文学网是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
    "m.99awx.com": {
        branchId: 1,
        title: "久爱文学网_书友最值得收藏的网络小说阅读网",
        shorttitle: "久爱文学网",
        keywords: "久爱文学网,网络小说,小说阅读网,免费小说,小说,biquge",
        description: "久爱文学网网是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
    "www.99axs.com": {
        branchId: 1,
        title: "笔趣阁_书友最值得收藏的网络小说阅读网",
        shorttitle: "笔趣阁",
        keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,biquge",
        description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
    "m.99axs.com": {
        branchId: 1,
        title: "笔趣阁_书友最值得收藏的网络小说阅读网",
        shorttitle: "笔趣阁",
        keywords: "笔趣阁,网络小说,小说阅读网,免费小说,小说,biquge",
        description: "笔趣阁是广大书友最值得收藏的网络小说阅读网，网站收录了当前最火热的网络小说，免费提供高质量的小说最新章节，是广大网络小说爱好者必备的小说阅读网。"
    },
}